{
    "renascimento": {
        "artistMenuOption": "this.renascimento",
        "backgroundClass": "renascimento-hero-section-bg",
        "menuBackground": "artists-menu-rafael",
        "mainColor": "#BFA15F",
        "movementName": "Renascimento",
        "artistName": "Rafael Sanzio",
        "informationText1": "O Renascimento marcou o renascimento da cultura clássica e a valorização do conhecimento humano, centrando-se no humanismo e na redescoberta da arte greco-romana.",
        "informationText2": "Rafael Sanzio encarnou esses ideais com seu domínio técnico e sua busca pela perfeição harmônica. Suas composições equilibradas e a beleza idealizada de suas figuras simbolizam a visão otimista do Renascimento, que celebrava o potencial humano e o retorno à racionalidade e proporção.",
        "articleHTML": "html/rafael-sanzio.html"
    },

    "barroco": {
        "artistMenuOption": "this.barroco",
        "backgroundClass": "barroco-hero-section-bg",
        "menuBackground": "artists-menu-caravaggio",
        "mainColor": "#3c332f",
        "movementName": "Barroco",
        "artistName": "Caravaggio",
        "informationText1": "O Barroco, nascido no contexto da Reforma e Contra-Reforma, usou a arte como uma ferramenta poderosa de emoção e espiritualidade.",
        "informationText2": "Caravaggio foi um dos maiores expoentes desse movimento, utilizando o chiaroscuro para criar contrastes dramáticos que intensificavam o realismo e o impacto emocional de suas obras. O Barroco, com seu dinamismo e teatralidade, se refletiu perfeitamente na obra de Caravaggio, que dava vida a temas religiosos e cotidianos com um vigor quase cinematográfico.",
        "articleHTML": "html/caravaggio.html"
    },

    "neoclassicismo": {
        "artistMenuOption": "this.neoclassicismo",
        "backgroundClass": "neoclassicismo-hero-section-bg",
        "menuBackground": "artists-menu-david",
        "mainColor": "#A1B2C9",
        "movementName": "Neoclassicismo",
        "artistName": "Jacques-Louis David",
        "informationText1": "O Neoclassicismo surgiu como uma reação ao Rococó, buscando uma volta à simplicidade e ao rigor da arte clássica greco-romana.",
        "informationText2": "Em meio à Revolução Francesa, Jacques-Louis David utilizou esse estilo para expressar ideais de virtude, disciplina e sacrifício pela pátria. Suas obras, caracterizadas pela clareza formal e temas heroicos, não apenas homenageavam a Antiguidade, mas também serviam como um manifesto político e moral em tempos de mudança.",
        "articleHTML": "html/jacques-louis-david.html"
    },

    "romantismo": {
        "artistMenuOption": "this.romantismo",
        "backgroundClass": "romantismo-hero-section-bg",
        "menuBackground": "artists-menu-goya",
        "mainColor": "",
        "movementName": "Romantismo",
        "artistName": "Francisco de Goya",
        "informationText1": "O Romantismo surgiu como uma reação ao Neoclassicismo e à Revolução Industrial, e exaltava a emoção, a subjetividade e o poder do indivíduo em meio à crescente industrialização e turbulência política.",
        "informationText2": "Francisco de Goya, embora tenha começado sua carreira sob a influência das normas clássicas, tornou-se uma figura central do Romantismo ao explorar temas sombrios e psicológicos em suas obras. Goya foi pioneiro em expressar a fragilidade da vida e a loucura, mostrando a complexidade das emoções humanas em um contexto de guerra e sofrimento.",
        "articleHTML": "html/goya.html"
    },

    "impressionismo": {
        "artistMenuOption": "this.impressionismo",
        "backgroundClass": "impressionismo-hero-section-bg",
        "menuBackground": "artists-menu-monet",
        "mainColor": "#8DB596",
        "movementName": "Impressionismo",
        "artistName": "Claude Monet",
        "informationText1": "O Impressionismo, surgido na segunda metade do século XIX, representou uma ruptura com a arte acadêmica tradicional, desafiando as convenções com sua ênfase em capturar os efeitos fugazes da luz e da atmosfera.",
        "informationText2": "Claude Monet, como líder do movimento, foi pioneiro em retratar a natureza de forma subjetiva e inovadora. Suas pinceladas rápidas e paisagens vibrantes, ao mesmo tempo que revolucionaram a pintura, refletiram a modernidade e as transformações sociais de seu tempo, encapsulando a sensação de movimento e mudança constante.",
        "articleHTML": "html/monet.html"
    },

    "posimpressionismo": {
        "artistMenuOption": "this.posImpressionismo",
        "backgroundClass": "pos-impressionismo-hero-section-bg",
        "menuBackground": "artists-menu-vangogh",
        "mainColor": "",
        "movementName": "Pós-impressionismo",
        "artistName": "Vincent Van Gogh",
        "informationText1": "O Pós-impressionismo nasceu como uma reação ao Impressionismo, buscando formas mais emocionais e simbólicas de expressão. Vincent van Gogh, com suas pinceladas intensas e paleta de cores vibrantes, deu forma a essa nova abordagem, imbuindo suas obras com uma profundidade emocional única.",
        "informationText2": "O movimento Pós-impressionista explorava não só a percepção visual, mas também a subjetividade interna do artista, e Van Gogh foi um dos maiores expoentes dessa introspecção, influenciando profundamente a arte moderna.",
        "articleHTML": "html/van-gogh.html"
    },
    
    "cubismo": {
        "artistMenuOption": "this.cubismo",
        "backgroundClass": "cubismo-hero-section-bg",
        "menuBackground": "artists-menu-picasso",
        "mainColor": "#FF6F20",
        "movementName": "Cubismo",
        "artistName": "Pablo Picasso",
        "informationText1": "O Cubismo foi uma revolução na forma de representar a realidade, fragmentando objetos e figuras em formas geométricas para mostrar múltiplos ângulos simultaneamente.",
        "informationText2": "Pablo Picasso foi pioneiro nessa abordagem, transformando a maneira como enxergamos o mundo. Suas obras cubistas, com linhas angulosas e sobreposição de planos, exploram uma visão complexa e multifacetada da realidade. Com sua ousadia criativa, deu ao Cubismo um impacto duradouro, fazendo com que a arte refletisse a fragmentação e a profundidade do mundo moderno.",
        "articleHTML": "html/picasso.html"
    }
}

